'''#создать список состоящий из 8 элементов, назвать список своим любимым животным,элементы сопоставляются с животными, после нужно вывести все элементы списка в консоль, меняем 1 3 и пред. последний элемент на другие значения,
turtle = ["трава", "цветы", "погода", "еда", "панцирь", "лапы", "хвост", "глаза"]
print (turtle) #14.09.26
turtle[1] = "нога"
turtle[3] = "вода"
turtle[-2] = "лицо"
print(turtle) '''

'''#создать 5 переменных структур и одной командой вывести их в консоль
spisok = ("banan", "abloko", "ogurec") #14.09.26
mnojestvo = {"abloko", "banan", "abloko"}
slovar = {"a":1, "b":2, "c":3}
kortej = ("piton", 3.11, 2026)
print(spisok, mnojestvo, slovar, kortej)'''