#15.09.26
'''#Вывод на консоль
#сообщения Hello World
print("Hello World")'''

'''Задание номер 1
#Модифицировать этот код так чтобы помимо имя вводился возраст и выводился
age = input("Введите возраст") #Ввод возраста человека
name = input("Введите имя") #Ввод имени человека
print("Привет", age, name) #Вывод возраста и имени человека вместе'''

'''Задание номер 2
name = "Max" #Camel Case
user_name = "Max Mashin" #Undercore notation
print(name, user_name)'''

'''Задание номер 3
a = "15" #переменной а = 15
print(a) # выводит 15
a = "16" # меняем значение а на 16
print(a) # выводит 16'''