'''#17.09.26
#Задача №1
name = input("Введите имя - ") # С помощью переменной name пользователь вводит своё имя
print("Привет,", name) #С помощью вспомогательной команды print мы выводим Привет и переменную name

Код запрашивает имя пользователя и выводит персональное приветствие


#Задача №2
a = float(input("Введите длинну (в футах)")) #С помощью переменной a пользователь вводит длинну в футах
b = float(input("Введите ширину (в футах)")) #С помощью переменной b пользователь вводит ширину в футах
c = a * b #С помощью переменной c мы умножаем длинну на ширину в футах
d = c / 43560 #С помощью переменной d мы получаем значение в акрах
print("Площадь в акрах - ", d) #С помощью вспомогательной команды print мы выводим Площадь в акрах и переменную d'''


a = 0b11
b = 0b1011
c = 0b100001
print(a)    # 3 в десятичной системе
print(b)    # 11 в десятичной системе
print(c)    # 33 в десятичной системе