'''text = ("И труд нелеп, и бестолкова праздность, "
         "И с плеч долой всё та же голова, "
           "Когда приходит бешеная ясность, "
             "Насилуя притихшие слова. ")
print(text)



Это комментарий

text = И труд нелеп, и бестолкова праздность,
И с плеч долой всё та же голова,
Когда приходит бешеная ясность,
Насилуя притихшие слова.

print(text)

Задание на оценку
text = ("И труд нелеп,\"и бестолкова праздность,\"\n\tИ с плеч долой всё \n\t\tта же голова,\n\nКогда приходит  \'бешеная ясность,\'\nНасилуя притихшие слова.") #создание переменной text и присваевание к ней все типы управляющих последовательностей
print(text) #Вывод переменной text


userName = "Tom"
userAge = 37
user = f"name: {userName}  age: {userAge}"
print(user) # name: Tom  age: 37'''

'''Задание №2'''
#Cоздать форматированнную строку которая выводит динамические данные 4 разных базовых переменных каждая переменная выводиться с новой строки и каждая переменная должна иметь отступ 2 таба
iiinpppput = "Tom" #Объявляем переменную inpppput и присваиваем к ней имя Tom
iiiint = 25 #Объявляем переменную iiiint и присваиваем к ней целочисленное значение 25
floooat = 4.8 #Объявляем переменную floooat и присваиваем к ней дробночисленное значение 4,8
Boool = True #Объявляем переменную boool и присваиваем к ней True
text = f"\t{iiinpppput}\n\t{iiiint}\n\t{floooat}\n\t{Boool}" #Обьявляем переменную text и присваеваем ей форматированную строку которая содержит iiinppput, iiiint, floooat, boool.
print(text) #Выводим переменную text




